
tap 'caskroom/cask'

# Core Homebrew
brew 'autoconf'
brew 'cocoapods'
brew 'docbook'
brew 'docbook-xsl'
brew 'freetype'
brew 'gdbm'
brew 'gettext'
brew 'ghostscript'
brew 'glib'
brew 'gnu-getopt'
brew 'ilmbase'
brew 'imagemagick'
brew 'jpeg'
brew 'libde265'
brew 'libffi'
brew 'libheif'
brew 'liblqr'
brew 'libomp'
brew 'libpng'
brew 'libtiff'
brew 'libtool'
brew 'little-cms2'
brew 'neofetch'
brew 'nvm'
brew 'openexr'
brew 'openjpeg'
brew 'openssl@1.1'
brew 'pcre'
brew 'pkg-config'
brew 'pyenv'
brew 'python@3.8'
brew 'rbenv'
brew 'readline'
brew 'ruby-build'
brew 'screenresolution'
brew 'shared-mime-info'
brew 'sqlite'
brew 'thefuck'
brew 'webp'
brew 'x265'
brew 'xmlto'
brew 'xz'
brew 'yadm'

# Cask Apps
cask 'vlc'
cask 'hyper'
cask 'sketch'
cask 'visual-studio-code'
cask 'slack'
cask 'transmission'
cask 'telegram'
cask 'airflow'
cask 'brave-browser'
cask 'google-chrome'
